/* Learn more label text */
"<b>Learn more</b> about device management and security." = "<b>Tìm hiểu thêm</b> về quản lý thiết bị và bảo mật.";

/* No comment provided by engineer. */
"A system error occurred" = "Đã xảy ra lỗi hệ thống";

/* Account will be removed on this device at SSO Page */
"Account will be removed from %@ and other Yahoo apps on this device." = "Tài khoản của bạn sẽ bị xóa khỏi %@ và các ứng dụng Yahoo khác trên thiết bị này.";

/* Add Account cell in SSO Screen - Allows user to Sign-In as new user */
"Add Account" = "Thêm tài khoản";

/* No comment provided by engineer. */
"An error occurred. Please try again later." = "Đã xảy ra lỗi. Vui lòng thử lại sau.";

/* Accessibility label for the back button */
"Back" = "Trở lại";

/* call tip prefix in 2lc */
"Call %@" = "Gọi %@";

/* No comment provided by engineer. */
"Call again" = "Gọi lại";

/* Cancel
   Cancel button title */
"Cancel" = "Huỷ";

/* Fallback page cannot be loaded. */
"Cannot load page." = "Không thể tải trang.";

/* Accessibility label for the close button */
"Close" = "Đóng";

/* Continue
   Continue to Safari for SHF */
"Continue" = "Tiếp tục";

/* Create Account view title
   sign up button title */
"Create Account" = "Tạo Tài khoản";

/* learn more alert title */
"Device Not Recognized" = "Không nhận ra thiết bị";

/* No comment provided by engineer. */
"Didn't receive the email?" = "Không nhận được thư?";

/* No comment provided by engineer. */
"Didn't receive the text message?" = "Không nhận được tin nhắn sms?";

/* No comment provided by engineer. */
"Didn't receive the voice call?" = "Không nhận được gọi thoại?";

/* Dismiss */
"Dismiss" = "Huỷ";

/* Edit button title */
"Edit" = "Sửa";

/* No comment provided by engineer. */
"Email could not be sent" = "Không thể gửi email";

/* No comment provided by engineer. */
"Email sent" = "Đã gửi email";

/* No comment provided by engineer. */
"Enter Code" = "Nhập mã";

/* For security reasons you need to verify your account or need to change password when SHF */
"For security reasons you need to unlock your account." = "Vì lý do bảo mật, bạn cần mở khóa tài khoản.";

/* Switching to alternative sign-in interface. */
"For security reasons, please verify your account again." = "Vì lý do bảo mật, vui lòng xác nhận lại tài khoản của bạn.";

/* No comment provided by engineer. */
"For the safety of your account, please login via web." = "Để bảo vệ an toàn cho tài khoản của bạn, vui lòng đăng nhập qua web.";

/* forgot password or ID title
   Sign in alert view title */
"Forgot password or ID?" = "Quên mật khẩu hoặc ID?";

/* forgot password title
   Sign in alert view title */
"Forgot password?" = "Quên mật khẩu?";

/* No comment provided by engineer. */
"Generic Handoff" = "Generic Handoff";

/* Go to Account recovery */
"Get Help" = "Xem trợ giúp";

/* No comment provided by engineer. */
"Incorrect answer. Try again." = "Câu trả lời sai. Hãy thử lại.";

/* No comment provided by engineer. */
"Invalid ID or password. Please try again." = "ID hoặc mật khẩu không hợp lệ. Vui lòng thử lại.";

/* No comment provided by engineer. */
"Limit reached. Email could not be sent." = "Đã đạt giới hạn. Không thể gửi email.";

/* No comment provided by engineer. */
"Limit reached. Unable to send text message or make a voice call." = "Đã đạt giới hạn. Không thể gửi tin nhắn sms hoặc gọi thoại.";

/* 2LC Failure
   Login session has expired, please try again. */
"Login session has expired, please try again." = "Phiên đăng nhập hết hạn, vui lòng thử lại.";

/* Network error alert view title */
"Network unavailable." = "Không có mạng.";

/* OK
   OK Button title
   ok button title */
"OK" = "OK";

/* password text field place holder */
"Password" = "Mật khẩu";

/* 2LC password prompt str */
"Please enter your password for \n%@" = "Vui lòng nhập mật khẩu của bạn cho %@";

/* Remove the account
   SSO remove account title */
"Remove" = "Xóa";

/* Remove an account label on SSO screen */
"Remove an account" = "Xóa tài khoản";

/* Select an account label on SSO screen */
"Select an account" = "Chọn tài khoản";

/* account token invalid sign in problem */
"Session expired, please sign-in again." = "Phiên hết hạn, vui lòng đăng nhập lại.";

/* sign in button title */
"Sign In" = "Đăng nhập";

/* 3PA Label */
"Sign in with <a>Facebook</a> or <b>Google</b>" = "Đăng nhập bằng <a>Facebook</a> hoặc <b>Google</b>";

/* Zero tap alert signed in as */
"Signed in as" = "Đăng nhập như";

/* signing in state title for sign in button */
"Signing In" = "Đăng nhập";

/* No comment provided by engineer. */
"Sorry, the system is down. Please try again later." = "Rất tiếc, hệ thống đang lỗi. Vui lòng thử lại sau.";

/* No comment provided by engineer. */
"Sorry, we can't sign you in now. Please try again later." = "Rất tiếc, bạn hiện không thể đăng nhập. Vui lòng thử lại sau.";

/* sms tip prefix in 2lc */
"Text %@" = "Nội dung %@";

/* No comment provided by engineer. */
"Text message could not be sent" = "Không thể gửi tin nhắn sms";

/* No comment provided by engineer. */
"Text message sent" = "Đã gửi tin nhắn sms";

/* No comment provided by engineer. */
"The Second Challenge state data could not be extracted from the Short-Lived Challenge Credential" = "Không thể lấy dữ liệu trạng thái của Sự cố lần hai từ SLCC (Xác nhận Sự cố Tạm thời)";

/* Second Login Challenge Error - user entered the code wrong too many times. */
"Too many attempts. Try again in 24 hours." = "Quá nhiều lần thử. Thử lại trong 24 giờ tới.";

/* No comment provided by engineer. */
"Try again" = "Thử lại";

/* No comment provided by engineer. */
"Unable to place a voice call" = "Không thể gọi thoại";

/* SSL Certificate Error - Please Check Date/Time */
"Unable to sign in. Check system date and try again." = "Không thể đăng nhập. Kiểm tra ngày hệ thống và thử lại.";

/* Token handoff failure */
"Unable to sign in. Please try again." = "Không thể đăng nhập vào. Xin vui lòng thử lại.";

/* Create Account view title
   View title - appears in the navigation \
                                                                                                                    bar containing the webview that displays the account upgrade flow */
"Update Account" = "Cập nhật Tài khoản";

/* Migrate 3PA Account view title */
"Upgrade to Yahoo" = "Nâng cấp lên Yahoo";

/* User already signed-in */
"User %@ is already signed in" = "Người dùng %@ đã đăng nhập";

/* User already signed-in */
"User already signed-in" = "Người dùng đã đăng nhập";

/* 2LC aea verify prompt text
   2LC sms verify prompt text */
"Verification code sent to %@" = "Đã gửi mã xác nhận đến %@";

/* No comment provided by engineer. */
"Voice call in progress" = "Đang gọi thoại";

/* 2LC voice verify prompt text */
"We called you with a verification code at %@" = "Chúng tôi đã gọi bạn với mã xác nhận lúc %@";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity by answering your security question." = "Chúng tôi không nhận ra thiết bị này. Vui lòng xác nhận danh tính bằng cách trả lời câu hỏi bảo mật.";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity. We will send a verification code." = "Chúng tôi không nhận ra thiết bị này. Vui lòng xác nhận danh tính. Chúng tôi sẽ gửi một mã xác nhận.";

/* ID text field place holder */
"Yahoo ID" = "Tên truy nhập Yahoo";

/* No comment provided by engineer. */
"You must be at least 13 years old." = "Bạn phải trên 13 tuổi.";

/* Unlock success */
"Your account is now unlocked. Please sign in." = "Tài khoản hiện đã được mở khoá. Vui lòng đăng nhập.";

/* No comment provided by engineer. */
"Your Answer" = "Trả lời của bạn";

/* learn more alert msg line 1 */
"• New device?" = "• Thiết bị mới?";

/* learn more alert msg line 3 */
"• Opted for sign in verification?" = "• Đã chọn xác nhận đăng nhập?";

/* learn more alert msg line 2 */
"• Signing in from a new country?" = "• Đang đăng nhập từ quốc gia mới?";

